Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=762_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Yrjö Musta johtaa saamelaisten koulutusasiain yhteistyöelintä
sme: Yrjö Musta jođiha sámi skuvlenáššiid oktasašbargoorgána

source: Rehtori Yrjö Musta ja opetustoimen ylitarkastaja Kari Torikka johtavat saamelaisten koulutusasiain yhteistyöelintä.
sme: Rektor Yrjö Musta ja oahpahusdoaimma alladárkkisteaddji Kari Torikka jođiheaba sámi skuvlenáššiid oktasašbargoorgána.

source: Musta valittiin puheenjohtajaksi ja Torikka varapuheenjohtajaksi yhteistyöelimen järjestäytymiskokouksessa Helsingissä 28.10.
sme: Musta válljejuvvui ságadoallin ja Torikka várreságadoallin oktasašbargoorgána ordnašuvvančoahkkimis Helssegis 28.10.

source: Yhteistyöelimen toimikausi jatkuu vuoden 2015 loppuun asti.
sme: Oktasašbargoorgána doaibmabadji bistá jagi 2015 loahpa rádjái.

source: Yhteistyöelimen on asettanut saamelaiskäräjät ja siinä ovat saamelaiskäräjien lisäksi edustettuina opetus- ja kulttuuriministeriö, opetushallitus, Lapin aluehallintovirasto ja saamelaisten kotiseutualueen kunnat.
sme: Sámediggi lea ásahan oktasašbargoorgána ja das leat sámedikki lassin ovddasteaddjit oahpahus- ja kulturministeriijas, oahpahusráđđehusas, Lappi guovlohálddahusdoaimmahagas ja sámiid ruovttuguovllu gielddain.

source: Elimen tärkein tehtävä on edistää yhteistyötä saamelaisten koulutusasioissa ja edesauttaa tiedonkulkua ja yhteydenpitoa.
sme: Orgána deháleamos bargun lea ovddidit ovttasbarggu sámi skuvlenáššiin, ovddidit dieđu johtima ja gulahallama.

source: Se edistää saamen kielen ja saamenkielistä opetusta, seuraa saamelaisten koulutusasioiden kehitystä, toimii asiantuntijana ja voi lisäksi tehdä esityksiä ja antaa asiantuntijalausuntoja saamelaisten koulutuskysymyksissä.
sme: Dat ovddida sámegiela ja sámegielat oahpahusa, čuovvu sámi skuvlenáššiid ovdáneami, bargá áššedovdin ja sáhttá dasa lassin dahkat evttohusaid ja addit áššedovdecealkámušaid sámiid skuvlengážaldagain.

source: Helsingissä 28.10. pidetyssä kokouksessa esiteltiin saamelaiskäräjien toimintaa koulutuspolitiikan alueella ja oppimateriaalin valmistajana.
sme: Helssegis 28.10. dollojuvvon čoahkkimis ovdanbuktojuvvui sámedikki bargu skuvlenpolitihká suorggis ja oahppamateriála ráhkadeaddjin.

source: Koulutussihteeri Ulla Aikio-Puoskari kertoi mm., että saamelaiskäräjät seuraa opetusta valmistamalla vuosittain saamelaisopetuksen tilastoja, julkaisee mahdollisuuksien mukaan opetusraportteja, järjestää vuosittain Nuori Kulttuuri - tapahtumaan liittyvän saamelaisnuorten taidetapahtuman ja julkaisee saamelaiskulttuurista tiedottavaa materiaalia kouluja varten (Oktavuohta - nettilehti).
sme: Skuvlenčálli Ulla Aikio-Puoskari ee. muitalii, ahte sámediggi čuovvu oahpahusa ráhkademiin jahkásaččat sámeoahpahusa statistihkaid, almmuhemiin vejolašvuođaidis mielde oahpahusraporttaid, ordnemiin jahkásaččat Nuorra Kultuvra - dáhpáhussii gullevaš sámenuoraid dáiddadáhpáhusa ja almmuhemiin diehtojuohkinmateriála sámiid birra skuvllaid várás (Oktavuohta - neahttabláđđi).

source: Lisäksi saamelaiskäräjät avustaa mahdollisuuksiensa mukaan vanhempia, viranomaisia ja koulutuksen järjestäjiä saamelaisopetukseen liittyvissä asioissa ja jakaa vuosittain stipendejä saamen kielen oppilaille.
sme: Dasa lassin sámediggi veahkeha vejolašvuođaidis mielde vánhemiid, virgeeisseváldiid ja skuvlejumi ordnejeaddjiid sámeoahpahusa áššiin ja juohká jahkásaččat stipeanddaid sámegiela oahppiide.

source: Oppimateriaalisihteeri Hannu Kangasniemi esitteli kokoukselle saamen kielten oppimateriaalitilannetta ja ilmaisi tyytyväisyytensä tulevan vuoden valtion talousarvioesitykseen sisältyvästä 110.000 euron lisäyksestä saamenkielisen oppimateriaalin valmistamiseen.
sme: Oahppamateriálačálli Hannu Kangasniemi ovdanbuvttii čoahkkimis sámegielaid oahppamateriáladiliid ja gávnnahii duhtavažžan, ahte boahtte jagi stáhta bušeahttaevttohus sisttisdoallá 110.000 euro lasáhusa sámegielat oahppamateriála válmmašteapmái.

source: Valtionavustuksen korottamiselle on todellinen tarve, koska materiaalipula on suuri erityisesti koltan- ja inarinsaamen kielten osalta.
sme: Stáhtaveahki lasiheapmái lea duohta dárbu daningo materiálavátni lea stuoris earenoamážit nuortalaš- ja anárašgielaid bokte.

source: Pohjoissaamen osalta tilanne on parempi, mutta ei hyvä sekään.
sme: Davvisámegiela dilli lea buoret, muhto ii buorre datge.

source: Osa pohjoissaamenkielisistä materiaaleista on uudistamisen tarpeessa ja myös perusmateriaaleja puuttuu edelleen.
sme: Oasi davvisámegielat materiálain galggašii ođasmahttit ja maiddái vuođđomateriálat ain váilot.

source: Perusopetuksen tuntijakouudistuksessa tehdyt muutokset oppiaineiden nivelkohtien muutoksista ja myös meneillään oleva perusopetuksen opetussuunnitelman perusteiden uudistus lisäävät materiaalien uudistamistarvetta.
sme: Vuođđooahpahusa diibmojuohkoođastusa olis dahkkojuvvon rievdádeamit oahppoávdnasiid lađasbáikkiin ja maiddái jođus leahkki vuođđooahpahusa oahppoplána vuođustusaid ođastus lasihit dárbbu ođasmahttit oahppamateriálaid.

source: Johtaja Jari Rajanen ja ylitarkastaja Anssi Pirttijärvi esittelivät kokoukselle opetus- ja kulttuuriministeriön hallinnonalan ajankohtaisia asioita, mm. varhaiskasvatusta koskevan lainsäädännön uudistamista, kuntien valtionosuusjärjestelmän uudistamista ja saamen kielen elvyttämisohjelman etenemistä valtioneuvoston käsittelyyn.
sme: Hoavda Jari Rajanen ja alladárkkisteaddji Anssi Pirttijärvi ovdanbuvttiiga čoahkkimis áigeguovdilis áššiid oahpahus- ja kulturministeriija hálddahussuorggis, nugo ee. árrabajásgeassimii guoski láhkaásaheami ođasmahttima, gielddaid stáhtaoasusortnega ođasmahttima ja sámegiela ealáskahttinprográmma ovddideami stáhtaráđi gieđahallamii.

source: Tavoitteena on, että valtioneuvosto tekisi periaatepäätöksen saamen kielen elvyttämisen toimenpideohjelmasta vielä kuluvan vuoden aikana.
sme: Ulbmilin lea, ahte stáhtaráđđi dagašii prinsihppamearrádusa sámegiela ealáskahttima doaibmabidjoprográmmas vel dán jagi bealde.

source: Johtaja Jorma Kauppinen esitteli kokoukselle esi- ja perusopetuksen opetussuunnitelman perusteiden uudistamista ja uudistuksen aikataulua.
sme: Hoavda Jorma Kauppinen ovdanbuvttii čoahkkimis ovda- ja vuođđooahpahusa oahppoplána vuođustusaid ođasmahttima ja ođastusa áigetávvala.

source: Opetushallitus on mahdollistanut uudistuksen avoimen kommentointimahdollisuuden kotisivuillaan.
sme: Oahpahusráđđehus lea rahpan buot berošteaddjiide vejolašvuođa kommenteret ođastusa ruoktosiidduinis.

source: Virallinen lausuntokierros uusista perusteista järjestetään syksyllä 2014.
sme: Virggálaš cealkámušat bivdojuvvojit čakčat 2014.

source: Valtioneuvosto on hyväksynyt perusopetuksen uuden tuntijaon vuonna 2012.
sme: Stáhtaráđđi lea dohkkehan vuođđooahpahusa ođđa diibmojuogu jagis 2012.

source: Uusien perusteiden ja tuntijaon mukaiset opetussuunnitelmat on tarkoitus ottaa käyttöön syksyllä 2016.
sme: Ođđa vuođustusaid ja diibmojuogu čuovvu oahppoplánaid lea áigumuš váldit atnui čakčat 2016.

source: Saamelaisten kotiseutualueen kuntien sivistystoimenjohtajat Laila Palkinen (Enontekiö), Ilkka Korhonen (Inari), Risto Varis (Sodankylä), Rovaniemen kaupungin sivistyspalvelujohtaja Heikki Ervast ja Ivalon yläkoulun rehtori Riikka Saijets esittelivät kokoukselle kotikuntiensa saamelaisopetuksen tilannetta ja kehittämistarpeita.
sme: Sámiid ruovttuguovllu gielddaid čuvgehusdoaimmajođiheaddjit Laila Palkinen (Enodat), Ilkka Korhonen (Anár), Risto Varis (Soađegilli), Roavenjárgga gávpoga čuvgehusbálvalusaid hoavda Heikki Ervast ja Avvila badjeskuvlla rektor Riikka Saijets ovdanbukte čoahkkimis ruoktogielddaideaset sámeoahpahusa diliid ja ovddidandárbbuid.

source: Opetustoimen ylitarkastaja Kari Torikka selvitti kokoukselle saamelaisten kotiseutualueen kuntien saamelaisopetukseen saaman rahoituksen kehittymistä.
sme: Oahpahusdoaimma alladárkkisteaddji Kari Torikka čilgii čoahkkimii sámiid ruovttuguovllu gielddaid sámeoahpahusa várás ožžon ruhtadeami.

source: Kokoukseen osallistui lisäksi saamelaiskäräjien koulutus- ja oppimateriaalilautakunnan jäseniä.
sme: Čoahkkimii oassálaste dasa lassin sámedikki skuvlen- ja oahppamateriálalávdegotti lahtut.

source: Kokouksen aineisto on pyydettävissä saatavissa koulutus- ja oppimateriaalitoimistosta.
sme: Čoahkkinmateriála lea bivddedettiin oažžumis skuvlen- ja oahppamateriáladoaimmahagas.
